com.github.tchx84.Flatseal
com.github.unrud.VideoDownloader
com.jetbrains.PyCharm-Professional
com.slack.Slack
com.spotify.Client
com.ticktick.TickTick
com.usebruno.Bruno
de.schmidhuberj.Flare
io.dbeaver.DBeaverCommunity
io.github.aandrew_me.ytdn
io.github.mhogomchungu.media-downloader
io.github.ungoogled_software.ungoogled_chromium
io.gitlab.adhami3310.Impression
md.obsidian.Obsidian
net.lutris.Lutris
org.darkdimension.rue
org.gimp.GIMP
org.gnome.baobab
org.gnome.Epiphany
org.gnome.gitlab.cheywood.Buffer
org.gnome.meld
org.keepassxc.KeePassXC
org.libreoffice.LibreOffice
org.signal.Signal
org.sqlitebrowser.sqlitebrowser
org.videolan.VLC
us.zoom.Zoom
